tap "homebrew/bundle"
tap "homebrew/core"

brew "coreutils"
brew "diff-so-fancy"
brew "dockutil"¨
brew "ffmpeg"
brew "grep"
brew "mackup"
brew "nano"

tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"

cask "dropbox"
cask "firefox"
cask "font-fira-code"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-chrome-canary"
cask "postman"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "visual-studio-code"
cask "iina"
cask "focus"
cask "discord"
cask "insomnia"
cask "ferdi"
cask "runjs"
cask "macs-fan-control"
cask "figma"

# Quick Look Plugins (https://github.com/sindresorhus/quick-look-plugins)
cask "qlcolorcode"
cask "qlstephen"
cask "qlmarkdown"
cask "quicklook-json"
cask "qlimagesize"
cask "suspicious-package"
cask "quicklookase"
cask "qlvideo"
